<div class="Rules">
    <div class="Info">После регистрации аккаунта пользователь (в дальнейшем Игрок) получает в свое распоряжение игрового персонажа и доступ к миру League 18 (в дальнейшем Игровой мир или Игра).</div>
    <div class="Name">1. В Игровом мире Игроку запрещается:</div>
    <ul>
      <li>Регистрация более одного персонажа одним Игроком.</li>
      <li>Использование сторонних программных средств с целью упростить игровой процесс.</li>
      <li>Безвозмездная или сопоставимая с таковой передача Игроком своих игровых ценностей, аккаунт в постоянное или временное пользование другим Игроком.</li>
      <li>Прокачка ранга, репутации и т.п. на других Игроках за различные игровые ценности или безвозмездно.</li>
      <li>Попрошайничество.</li>
      <li>Взлом и/или похищение игровых персонажей.</li>
      <li>Использование в имени (нике) игрового персонажа и/или покемона ненормативной лексики, оскорблений, названий наркотических средств, а также регистрация имён (ников), затрагивающих политику, разжигающих межнациональную рознь, являющихся ссылками на другие интернет-ресурсы, являющихся схожими с именами (никами), используемыми Администрацией и Полицией игры.</li>
      <li>Обман игроков, мошенничество.</li>
      <li>Распространение вредоносных ссылок на веб-сайты, которые могут негативно повлиять на Игроков (веб-сайты, которые незаконно получают игровые логины и пароли Игрока, могут привести сбой в работе компьютера и т.п. (В том числе сайты, с содержанием 18+)).</li>
      <li>Вымогательство/шантаж.</li>
      <li>Покупка и/или продажа у других Игроков игровые ценности/игрового персонажа за реальные или игровые деньги/ценности.</li>
      <li>Продажа и/или продажа другим Игрокам игровые ценности/игрового персонажа за реальные или игровые деньги/ценности.</li>
      <li>Передача реквизитов своего персонажа(логин, пароль) другим игрокам, как безвозмездно, так и за игровые или реальные деньги.</li>
      <li>Угрозы насилием и/или физической расправой в реальности.</li>
      <li>Сексуальные домогательства.</li>
      <li>Дискриминация любого рода.</li>
      <li>Чрезмерное давление на должностных лиц при выполнении обязанностей.</li>
      <li>Осознанное грубое нарушение правил перед выходом из игры («на прощание»).</li>
      <li>Аморальное поведение.</li>
    </ul>
    <div class="Name">2. В игровом чате, а также непосредственно в самом Игровом мире, Игроку ЗАПРЕЩАЕТСЯ:</div>
    <ul>
      <li>Капс (от «Caps Lock») — сообщение, содержащие бОльшую часть заглавных букв в сообщении (в т.ч. написание ЗаБоРоМ), засоряющих и/или мешающих читать чат. Исключение: аббревиатуры, имена покемонов.</li>
      <li>Однотипные сообщения — отправка в чат сообщений, несущих общую смысловую нагрузку (с похожим содержанием) чаще, чем раз в три минуты. Данное определение распространяется на даблпост, мультипост с более узким применением.</li>
      <li>Даблпост (от «double» — двойное) — вид однотипного сообщения. Отправка в чат сообщения, полностью повторяющего предыдущее. Зачастую появляется из-за лагов интернет-соединения.</li>
      <li>Флуд смайлами он же «Смайлофлуд» — отправка в чат сообщений, содержащих количество смайлов, засоряющих и/или мешающих читать чат.</li>
      <li>Флуд знаками/буквами — отправка в чат сообщений, содержащих количество одинаковых/однотипных/повторяющихся символов (букв, цифр, знаков препинания и т.д.), засоряющих и/или мешающих читать чат.</li>
      <li>Сообщения, не несущие смысловой нагрузки, — сообщения, отправляемые в чат без какого-либо обоснования; под данное определение попадают и разговоры «с самим собой» (сообщения, не адресованные конкретным игрокам). Может быть разновидностями однотипных сообщений и флуда знаками/символами.</li>
      <li>Мультипост — намеренная/специальная ежесекундная (многократная) отправка однотипных сообщений в чат с целью забить его «простыней» из сообщений. Более агрессивная форма однотипных сообщений.</li>
      <li>Мат — бранные слова и выражения, употребление которых не допускается общественной моралью, наиболее грубая, обсценная разновидность ненормативной лексики.</li>
      <li>Завуалированный мат — производные от матерного cлова, измененные графически, визуально, при помощи символов и т.д.</li>
      <li>Матозаменитель — эвфемизм и слова, искажающие обсценное слово различными способами: путем замены, перестановки, пропуска букв или по созвучию. Грубая форма эвфемизма запрещена к использованию в чате и будет расценена как нарушение.</li>
      <li>Любые высказывания от имени Администрации проекта, выманивание пароля от игрового аккаунта любыми способами.</li>
      <li>Дезинформация — введение в заблуждение игроков в шутливой форме или посредством «троллинга»; предоставление заведомо ложной/непроверенной информации, вследствие чего игрок понёс убытки и/или составил негативное мнение о проекте.</li>
      <li>Выпрашивание наказания у должностных лиц — показательные и намеренные высказывания о нарушениях каких-либо правил, целью которых является получение «молчи» или ареста на краткосрочный промежуток времени. К данному пункту относится и намеренное нарушение правил для удовлетворения своих потребностей в наказании.</li>
      <li>Разжигание конфликта. Независимо от того, был ли зачинщик оскорблен впоследствии или нет.</li>
      <li>Клевета.</li>
      <li>Ненормативная лексика — использование грубых выражений в речи в ограниченном количестве (без злоупотребления) допускается, если подходит под категорию легкой формы дисфемизма. Грубая форма дисфемизма запрещена к использованию в чате и будет расценена как нарушение. Употребление в любой форме с целью оскорбить или унизить игрока также будет расценено как нарушение.</li>
      <li>Оскорбление — это умышленное унижение чести и достоинства личности, выраженное в неприличной форме (ненормативная лексика). Оскорбление может быть как в виде высказывания, так и в виде символьных/графических жестов. Нарушением являются оскорбительные выражения в адрес игроков, клана, проекта или безадресные, как в явной, так и в завуалированной форме.</li>
      <li>Упоминание сторонних онлайн проектов или их реклама.</li>
      <li>Провокация других Игроков к нарушению данных правил.</li>
    </ul>
    <div class="Name">ОБЯЗАТЕЛЬНО к ознакомлению:</div>
    <ul>
      <li>Игрок обязуется проверять правила игры на предмет изменений не менее чем один раз в тридцать дней. Если такой проверки не будет в указанные сроки и/или Игрок продолжает пользоваться сервисом игры после прочтения данных правил, считается, что Игрок ознакомлен и полностью согласен с правилами игры.</li>
      <li>Администрация игры имеет полное право заблокировать/удалить/прекратить доступ к любому аккаунту, а также ограничить какой-либо контент, если она считает это нужным или в целях безопасности. Другими словами, Администрация игры управляет Игрой исключительно по своему усмотрению.</li>
      <li>Администрация игры не отвечает перед игроком ни при каких обстоятельствах за любой прямой и/или косвенный ущерб, которые могут быть у игрока в связи с получением сервиса игры или невозможностью такой сервис получить.</li>
    </ul>
		<div class="Nintendo">
			Покемоны, их имена, картинки, и связанные с ними названия являются торговыми марками: Gamefreak, Nintendo, The Pokémon Company Creatures Inc, а также их соответствующим дочерним компаниям.<br>
      Все картинки и графические изображения локаций, предметов, персонажей/NPC, аватаров являются собственностью проекта League 18 и в первую очередь художников данного проекта.
		</div>
</div>
