<?
	$response['name'] = 'Голодный Снорлакс';
		switch($npcStep){
			default:
				$response['question'] = '<i>~Снорлакс лежит и внимательно смотрит на Вас. Его взгляд дает понять, что он не пускает никого в Военный участок. Что же такого он охраняет там? Может удастся его как-нибудь "подкупить"? ...<br> Подойдя ближе к нему, вы краем уха услышали, что его живот негромко заурчал. Это дало понять Вам, что нужно его чем-нибудь накормить. Но чем именно?~</i><br><br><i>~Нужный предмет необходимо отдать персонажу через инвентарь.~</i>';
			break;
		}
?>
